"Cancel" = "Abbrechen";
"OK" = "OK";
"Save" = "Sichern";
"Close" = "Schließen";
"Continue" = "Fortsetzen";
"New Tab" = "Neuer Tab";

"Delete" = "Löschen";

"Window:" = "Fenster:";
"Window" = "Fenster";

// used in "Display folder item count", e.g. 10 items
"items" = "Objekte";